Repository: lair101/dockerJenkins
Catalog: dockerImage/master/files/HealthcarePack/4.0.0.0/locales/*/LC_MESSAGES/*.po
Languages: de, es, fr, ja, pl, pt_br, tr, zh_cn, zh_tw

source: Welcome to IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION%
de: Willkommen bei IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION%
es: Bienvenido a IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION%
fr: Bienvenue dans IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION%
ja: IBM Integration Bus Healthcare Pack へようこそ %HEALTHCARE_VERSION%
pl: Witamy w produkcie IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION%
pt_br: Bem-vindo ao IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION%
tr: IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION% Olanağına Hoş Geldiniz
zh_cn: 欢迎使用 IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION%
zh_tw: 歡迎使用 IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION%

source: Close the IBM Integration Toolkit and stop any integration nodes that are running before you continue.
de: Schließen Sie IBM Integration Toolkit und stoppen Sie alle aktiven Integrationsknoten, bevor Sie die Operation fortsetzen.
es: Cierre IBM Integration Toolkit y detenga los nodos de integración que se están ejecutando antes de continuar.
fr: Fermez IBM Integration Toolkit et arrêtez les noeuds d'intégration en cours d'exécution avant de continuer.
ja: 続行する前に、IBM Integration Toolkit を閉じ、実行中の統合ノードを停止してください。
pl: Zamknij produkt IBM Integration Toolkit i zatrzymaj wszystkie działające węzły integracji przed kontynuowaniem.
pt_br: Feche o IBM Integration Toolkit e pare os nós de integração que estiverem em execução antes de continuar.
tr: Devam etmeden önce IBM Integration Toolkit'i kapatın ve çalışmakta olan tümleştirme düğümlerini durdurun.
zh_cn: 在继续之前关闭 IBM Integration Toolkit 并停止任何正在运行的集成节点。
zh_tw: 繼續之前，請關閉 IBM Integration Toolkit，並停止任何執行中的整合節點。

source: Stop any integration nodes that are running before you continue.
de: Stoppen Sie alle aktiven Integrationsknoten, bevor Sie die Operation fortsetzen.
es: Detenga todos los nodos de integración que se están ejecutando antes de continuar.
fr: Arrêtez les noeuds d'intégration en cours d'exécution avant de continuer.
ja: 続行する前に、実行中の統合ノードを停止してください。
pl: Zatrzymaj wszystkie działające węzły integracji przed kontynuowaniem.
pt_br: Pare os nós de integração que estiverem em execução antes de continuar.
tr: Devam etmeden önce, çalışmakta olan tümleştirme düğümlerini durdurun.
zh_cn: 在继续之前停止任何正在运行的集成节点。
zh_tw: 繼續之前，請停止任何執行中的整合節點。

source: Before installing IBM Integration Bus Healthcare Pack, make sure you have permission to write to your IBM Integration Bus installation directory.
de: Stellen Sie vor der Installation von IBM Integration Bus Healthcare Pack sicher, dass Sie berechtigt sind, in das Installationsverzeichnis von IBM Integration Bus zu schreiben.
es: Antes de instalar IBM Integration Bus Healthcare Pack, asegúrese de que tiene permiso para escribir en el directorio de instalación de IBM Integration Bus.
fr: Avant d'installer IBM Integration Bus Healthcare Pack, vérifiez que vous avez des droits d'accès en écriture sur le répertoire d'installation d'IBM Integration Bus.
ja: IBM Integration Bus Healthcare Pack をインストールする前に、IBM Integration Bus インストール・ディレクトリーへの書き込み権限があることを確認してください。
pl: Przed zainstalowaniem produktu IBM Integration Bus Healthcare Pack upewnij się, że masz uprawnienia do zapisu w katalogu instalacyjnym produktu IBM Integration Bus.
pt_br: Antes de instalar o IBM Integration Bus Healthcare Pack, certifique-se de que tenha permissão para gravar no diretório de instalação do IBM Integration Bus.
tr: IBM Integration Bus Healthcare Pack'i kurmadan önce, IBM Integration Bus kuruluş dizininize yazma izniniz bulunduğunu doğrulayın.
zh_cn: 在安装 IBM Integration Bus Healthcare Pack 之前，请确保您具有写入到 IBM Integration Bus 安装目录的许可权。
zh_tw: 安裝 IBM Integration Bus Healthcare Pack 之前，請確定您具有 IBM Integration Bus 安裝目錄的寫入權。

source: You must accept the IBM Integration Bus license before you can install IBM Integration Bus Healthcare Pack.
de: Sie müssen die IBM Integration Bus-Lizenz akzeptieren, um IBM Integration Bus Healthcare Pack installieren zu können.
es: Debe aceptar la licencia de IBM Integration Bus antes de instalar IBM Integration Bus Healthcare Pack.
fr: Vous devez accepter la licence IBM Integration Bus pour pouvoir installer IBM Integration Bus Healthcare Pack.
ja: IBM Integration Bus Healthcare Pack をインストールするには、事前に IBM Integration Bus のご使用条件に同意しておく必要があります。
pl: Przed zainstalowanie produktu IBM Integration Bus Healthcare Pack należy zaakceptować licencję produktu IBM Integration Bus.
pt_br: Deve-se aceitar a licença do IBM Integration Bus para ser possível instalar o IBM Integration Bus Healthcare Pack.
tr: IBM Integration Bus Healthcare Pack olanağını kurabilmek için IBM Integration Bus lisansını kabul etmeniz gerekir.
zh_cn: 必须首先接受 IBM Integration Bus 许可证，然后才能安装 IBM Integration Bus Healthcare Pack。
zh_tw: 您必須接受 IBM Integration Bus 授權，才能安裝 IBM Integration Bus Healthcare Pack。

source: Unable to install IBM Integration Bus Healthcare Pack. You must specify an IBM Integration Bus V10 installation directory as the first parameter to this installer.
de: IBM Integration Bus Healthcare Pack kann nicht installiert werden. Sie müssen das Installationsverzeichnis von IBM Integration Bus V10 als ersten Parameter für dieses Installationsprogramm angeben.
es: No se ha podido instalar IBM Integration Bus Healthcare Pack. Debe especificar un directorio de instalación de IBM Integration Bus V10 como el primer parámetro para este instalador.
fr: Impossible d'installer IBM Integration Bus Healthcare Pack. Vous devez spécifier un répertoire d'installation IBM Integration Bus V10 comme premier paramètre dans ce programme d'installation.
ja: IBM Integration Bus Healthcare Pack をインストールできません。 IBM Integration Bus V10 インストール・ディレクトリーをこのインストーラーに対して最初のパラメーターとして指定する必要があります。
pl: Nie można zainstalować produktu IBM Integration Bus Healthcare Pack. Należy podać katalog instalacyjny produktu IBM Integration Bus 10 jako pierwszy parametr tego instalatora.
pt_br: Não é possível instalar o IBM Integration Bus Healthcare Pack. Deve-se especificar um diretório de instalação do IBM Integration Bus V10 como o primeiro parâmetro para esse instalador.
tr: IBM Integration Bus Healthcare Pack kurulamıyor. Bu kuruluş programının birinci değiştirgesi olarak bir IBM Integration Bus V10 kuruluş dizini belirtmelisiniz.
zh_cn: 无法安装 IBM Integration Bus Healthcare Pack。 必须指定 IBM Integration Bus V10 安装目录作为该安装程序的第一个参数。
zh_tw: 無法安裝 IBM Integration Bus Healthcare Pack。 您必須在此安裝程式的第一個參數中指定 IBM Integration Bus V10 安裝目錄。

source: You do not have permission to accept the license. See your system administrator to obtain write permissions to the IBM Integration Bus Healthcare Pack installation directory.
de: Sie sind nicht berechtigt, die Lizenz zu akzeptieren. Bitten Sie Ihren Systemadministrator, Ihnen Schreibberechtigungen für das Installationsverzeichnis von IBM Integration Bus Healthcare Pack zu erteilen.
es: No tiene permiso para aceptar la licencia. Consulte con el administrador del sistema para obtener permisos de escritura en el directorio de instalación de IBM Integration Bus Healthcare Pack.
fr: Vous n'êtes pas autorisé à accepter la licence. Pour obtenir des droits d'accès en écriture sur le répertoire d'installation d'IBM Integration Bus Healthcare Pack, prenez contact avec votre administrateur système.
ja: ご使用条件に同意するための権限がありません。システム管理者に、IBM Integration Bus Healthcare Pack インストール・ディレクトリーに対する書き込み権限の付与を依頼してください。
pl: Brak uprawnień do zaakceptowania tej licencji. Uprawnienia do zapisu w katalogu instalacyjnym produktu IBM Integration Bus Healthcare Pack można otrzymać od administratora systemu.
pt_br: Você não tem permissão para aceitar a licença. Consulte o administrador do sistema para obter permissões de gravação para o diretório de instalação do IBM Integration Bus Healthcare Pack.
tr: Lisansı kabul etme izniniz yok. IBM Integration Bus Healthcare Pack kuruluş dizinine yazma izni almak için sistem yöneticinize başvurun.
zh_cn: 您没有接受许可证的权限。请向系统管理员咨询以获取 IBM Integration Bus Healthcare Pack 安装目录的写许可权。
zh_tw: 您沒有許可權來接受授權。請向系統管理者取得 IBM Integration Bus Healthcare Pack 安裝目錄的寫入權。

source: The IBM Integration Bus Healthcare Pack use restriction was not accepted. Before using IBM Integration Bus Healthcare Pack you must first accept the use restriction. To view and accept the use restriction, run 'HealthcarePack_install.sh' again.
de: Die Einschränkung für die Nutzung von IBM Integration Bus Healthcare Pack wurde nicht akzeptiert. Um IBM Integration Bus Healthcare Pack verwenden zu können, müssen Sie zuerst die Nutzungseinschränkung akzeptieren. Zum Anzeigen und Akzeptieren der Nutzungseinschränkung führen Sie 'HealthcarePack_install.sh' erneut aus.
es: La restricción de uso de IBM Integration Bus Healthcare Pack no se ha aceptado. Antes de utilizar IBM Integration Bus Healthcare Pack, debe aceptar primero la restricción de uso. Para ver y aceptar la restricción de uso, vuelva a ejecutar 'HealthcarePack_install.sh'.
fr: Les restrictions d'utilisation d'IBM Integration Bus Healthcare Pack n'ont pas été acceptées. Procédez à cette opération avant d'utiliser IBM Integration Bus Healthcare Pack. Pour afficher et accepter les restrictions d'utilisation, exécutez à nouveau 'HealthcarePack_install.sh'.
ja: IBM Integration Bus Healthcare Pack の使用制限に同意しませんでした。 IBM Integration Bus Healthcare Pack を使用する前に、使用制限に同意する必要があります。 使用制限を表示し、その使用制限に同意するには、'HealthcarePack_install.sh' を再実行してください。
pl: Ograniczenie użycia produktu IBM Integration Bus Healthcare Pack nie zostało zaakceptowane. Przed rozpoczęciem używania produktu IBM Integration Bus Healthcare Pack należy najpierw zaakceptować to ograniczenie użycia. Aby przejrzeć i zaakceptować to ograniczenie użycia, uruchom ponownie komendę HealthcarePack_install.sh.
pt_br: A restrição de uso do IBM Integration Bus Healthcare Pack não foi aceita. Antes de usar o IBM Integration Bus Healthcare Pack, deve-se primeiro aceitar a restrição de uso. Para visualizar e aceitar a restrição de uso, execute 'HealthcarePack_install.sh' novamente.
tr: IBM Integration Bus Healthcare Pack kullanım kısıtlaması kabul edilmedi. IBM Integration Bus Healthcare Pack'i kullanabilmek için önce kullanım kısıtlamasını kabul etmelisiniz. Kullanım kısıtlamasını görüntülemek ve kabul etmek için 'HealthcarePack_install.sh' dosyasını yeniden çalıştırın.
zh_cn: 未接受 IBM Integration Bus Healthcare Pack 使用限制。 在使用 IBM Integration Bus Healthcare Pack 之前，必须首先接受使用限制。 要查看并接受使用限制，请再次运行“HealthcarePack_install.sh”。
zh_tw: 未接受 IBM Integration Bus Healthcare Pack 使用限制。 使用 IBM Integration Bus Healthcare Pack 之前，您必須先接受使用限制。 若要檢視並接受使用限制，請再次執行 'HealthcarePack_install.sh'。

source: License accepted. Setting up IBM Integration Bus Healthcare Pack.
de: Lizenz akzeptiert. IBM Integration Bus Healthcare Pack wird konfiguriert.
es: Licencia aceptada. Configurando IBM Integration Bus Healthcare Pack.
fr: Licence acceptée. Installation d'IBM Integration Bus Healthcare Pack.
ja: ご使用条件に同意しました。 IBM Integration Bus Healthcare Pack をセットアップしています。
pl: Licencja została zaakceptowana. Trwa konfigurowanie produktu IBM Integration Bus Healthcare Pack.
pt_br: Licença aceita. Configurando o IBM Integration Bus Healthcare Pack.
tr: Lisans kabul edildi. IBM Integration Bus Healthcare Pack kuruluyor.
zh_cn: 许可证已接受。 正在设置 IBM Integration Bus Healthcare Pack。
zh_tw: 已接受授權。 正在設定 IBM Integration Bus Healthcare Pack。

source: IBM Integration Bus Healthcare Pack is already installed. Uninstall any previous installations of IBM Integration Bus Healthcare Pack and run this installer again.
de: IBM Integration Bus Healthcare Pack ist bereits installiert. Deinstallieren Sie alle früheren Installationen von IBM Integration Bus Healthcare Pack und führen Sie dann dieses Installationsprogramm erneut aus.
es: IBM Integration Bus Healthcare Pack ya está instalado. Desinstale cualquier instalación anterior de IBM Integration Bus Healthcare Pack y vuelva a ejecutar este instalador.
fr: IBM Integration Bus Healthcare Pack est déjà installé. Désinstallez les installations précédentes d'IBM Integration Bus Healthcare Pack et exécutez à nouveau le programme d'installation.
ja: IBM Integration Bus Healthcare Pack は既にインストールされています。 IBM Integration Bus Healthcare Pack の以前のインストールをアンインストールし、このインストーラーを再実行してください。
pl: Produkt IBM Integration Bus Healthcare Pack został już zainstalowany. Zdeinstaluj wszystkie wcześniejsze instalacje produktu IBM Integration Bus Healthcare Pack i ponownie uruchom ten instalator.
pt_br: O IBM Integration Bus Healthcare Pack já está instalado. Desinstale as instalações anteriores do IBM Integration Bus Healthcare Pack e execute esse instalador novamente.
tr: IBM Integration Bus Healthcare Pack zaten kurulu. Önceki IBM Integration Bus Healthcare Pack kuruluşlarını kaldırın ve bu kuruluş programını yeniden çalıştırın.
zh_cn: IBM Integration Bus Healthcare Pack 已安装。 卸载 IBM Integration Bus Healthcare Pack 的任何先前安装，并再次运行该安装程序。
zh_tw: 已安裝 IBM Integration Bus Healthcare Pack。 請解除安裝先前已安裝的任何 IBM Integration Bus Healthcare Pack，然後再次執行此安裝程式。

source: Unable to install IBM Integration Bus Healthcare Pack because files could not be created in the IBM Integration Bus registry directory. Check you have the right permissions to write to this directory before running the installer again.
de: IBM Integration Bus Healthcare Pack kann nicht installiert werden, weil keine Dateien im IBM Integration Bus-Registry-Verzeichnis erstellt werden konnten. Vergewissern Sie sich, dass Sie die erforderlichen Schreibberechtigungen für dieses Verzeichnis haben, bevor Sie das Installationsprogramm erneut ausführen.
es: No se ha podido instalar IBM Integration Bus Healthcare Pack porque no se han podido crear los archivos en el directorio de registro de IBM Integration Bus. Compruebe que tiene los permisos correctos para escribir en este directorio antes de volver a ejecutar el instalador.
fr: Impossible d'installer IBM Integration Bus Healthcare Pack car les fichiers n'ont pas pu être créés dans le répertoire de registre d'IBM Integration Bus. Vérifiez que vous disposez des droits nécessaires pour écrire dans ce répertoire avant d'exécuter à nouveau le programme d'installation.
ja: IBM Integration Bus レジストリー・ディレクトリーにファイルを作成できなかったため、IBM Integration Bus Healthcare Pack をインストールできません。 インストーラーを再実行する前に、このディレクトリーに対する正しい書き込み権限があることを確認してください。
pl: Nie można zainstalować produktu IBM Integration Bus Healthcare Pack, ponieważ nie można było utworzyć plików w katalogu rejestru produktu IBM Integration Bus. Przed ponownym uruchomieniem instalatora sprawdź, czy masz odpowiednie uprawnienia do zapisu w tym katalogu.
pt_br: Não é possível instalar o IBM Integration Bus Healthcare Pack porque os arquivos não puderam ser criados no diretório de registro do IBM Integration Bus. Verifique se você tem as permissões corretas para gravar nesse diretório antes de executar o instalador novamente.
tr: IBM Integration Bus kayıt dizininde dosyalar yaratılamadığından IBM Integration Bus Healthcare Pack kurulamıyor. Kuruluş programını yeniden çalıştırmadan önce bu dizine yazmak için gereken izinlere sahip olduğunuzu doğrulayın.
zh_cn: 无法安装 IBM Integration Bus Healthcare Pack，因为无法在 IBM Integration Bus 注册表目录中创建文件。 请首先检查您是否具有写入到该目录的写许可权，然后再次运行安装程序。
zh_tw: 無法安裝 IBM Integration Bus Healthcare Pack，因為無法在 IBM Integration Bus 登錄目錄中建立檔案。 再次執行安裝程式之前，請檢查您具有此目錄的正確寫入權。

source: Unable to install IBM Integration Bus Healthcare Pack because files could not be created in the IBM Integration Bus installation directory. Check you have the right permissions to write to this directory before running the installer again.
de: IBM Integration Bus Healthcare Pack kann nicht installiert werden, weil keine Dateien im IBM Integration Bus-Installationsverzeichnis erstellt werden konnten. Vergewissern Sie sich, dass Sie die erforderlichen Schreibberechtigungen für dieses Verzeichnis haben, bevor Sie das Installationsprogramm erneut ausführen.
es: No se ha podido instalar IBM Integration Bus Healthcare Pack porque los archivos no se han podido crear en el directorio de instalación de IBM Integration Bus. Compruebe que tiene los permisos correctos para escribir en este directorio antes de volver a ejecutar el instalador.
fr: Impossible d'installer IBM Integration Bus Healthcare Pack car les fichiers n'ont pas pu être créés dans le répertoire d'installation d'IBM Integration Bus. Vérifiez que vous disposez des droits nécessaires pour écrire dans ce répertoire avant d'exécuter à nouveau le programme d'installation.
ja: IBM Integration Bus インストール・ディレクトリーにファイルを作成できなかったため、IBM Integration Bus Healthcare Pack をインストールできません。 インストーラーを再実行する前に、このディレクトリーに対する正しい書き込み権限があることを確認してください。
pl: Nie można zainstalować produktu IBM Integration Bus Healthcare Pack, ponieważ nie można było utworzyć plików w katalogu instalacyjnym produktu IBM Integration Bus. Przed ponownym uruchomieniem instalatora sprawdź, czy masz odpowiednie uprawnienia do zapisu w tym katalogu.
pt_br: Não é possível instalar o IBM Integration Bus Healthcare Pack porque os arquivos não puderam ser criados no diretório de instalação do IBM Integration Bus. Verifique se você tem as permissões corretas para gravar nesse diretório antes de executar o instalador novamente.
tr: IBM Integration Bus kuruluş dizininde dosyalar yaratılamadığından IBM Integration Bus Healthcare Pack kurulamıyor. Kuruluş programını yeniden çalıştırmadan önce bu dizine yazmak için gereken izinlere sahip olduğunuzu doğrulayın.
zh_cn: 无法安装 IBM Integration Bus Healthcare Pack，因为无法在 IBM Integration Bus 安装目录中创建文件。 请首先检查您是否具有写入到该目录的写许可权，然后再次运行安装程序。
zh_tw: 無法安裝 IBM Integration Bus Healthcare Pack，因為無法在 IBM Integration Bus 安裝目錄中建立檔案。 再次執行安裝程式之前，請檢查您具有此目錄的正確寫入權。
