Repository: lair101/dockerJenkins
Catalog: dockerImage/master/files/HealthcarePack/4.0.0.0/locales/*/LC_MESSAGES/*.po
Languages: de, es, fr, ja, pl, pt_br, tr, zh_cn, zh_tw

source: IBM Integration Bus Healthcare Pack is installed. For each integration node to which you want to deploy Healthcare nodes or patterns, complete the following steps: 1. Start the integration node. 2. Complete one of the following steps: - If your license entitles you to use all the functionality except the MedicalDeviceInput node, run the following command mqsimode <NODENAME> -x healthcare - If your license entitles you to use only the MedicalDeviceInput node, run the following command: mqsimode <NODENAME> -x medicalDevices - If your license entitles you to use all the functionality including the MedicalDeviceInput node, run the following command: mqsimode <NODENAME> -x "healthcare,medicalDevices"
de: IBM Integration Bus Healthcare Pack ist installiert. Führen Sie für jeden Integrationsknoten, auf dem Healthcare-Knoten oder -Muster bereitgestellt werden sollen, folgende Schritte aus: 1. Starten Sie den Integrationsknoten. 2. Führen Sie einen der folgenden Schritte aus: - Wenn Ihre Lizenz Sie zur Verwendung aller Funktionen mit Ausnahme des MedicalDeviceInput-Knotens berechtigt, führen Sie den folgenden Befehl aus: mqsimode <KNOTENNAME> -x healthcare - Wenn Ihre Lizenz Sie ausschließlich zur Verwendung des MedicalDeviceInput-Knotens berechtigt, führen Sie den folgenden Befehl aus: mqsimode <KNOTENNAME> -x medicalDevices - Wenn Ihre Lizenz Sie zur Verwendung aller Funktionen, einschließlich des MedicalDeviceInput-Knotens, berechtigt, führen Sie den folgenden Befehl aus: mqsimode <KNOTENNAME> -x "healthcare,medicalDevices"
es: Se ha instalado IBM Integration Bus Healthcare Pack. Para cada nodo de integracion en el que desee desplegar nodos o patrones de Healthcare, complete los pasos siguientes: 1. Inicie el nodo de integración. 2. Complete uno de los pasos siguientes: - Si su licencia le permite utilizar toda la funcionalidad excepto el nodo MedicalDeviceInput, ejecute el mandato siguiente mqsimode <NODENAME> -x healthcare - Si su licencia sólo le permite utilizar el nodo MedicalDeviceInput, ejecute el mandato siguiente: mqsimode <NODENAME> -x medicalDevices - Si su licencia le permite utilizar toda la funcionalidad incluido el nodo MedicalDeviceInput, ejecute el siguiente mandato: mqsimode <NODENAME> -x "healthcare,medicalDevices"
fr: IBM Integration Bus Healthcare Pack est installé. Pour chaque noeud d'intégration sur lequel vous souhaitez déployer des noeuds ou des modèles Healthcare, procédez comme suit : 1. Démarrez le noeud d'intégration. 2. Effectuez l'une des étapes suivantes : - Si votre licence vous autorise à utiliser toutes les fonctionnalités, sauf le noeud MedicalDeviceInput, exécutez la commande suivante : mqsimode <NODENAME> -x healthcare - Si votre licence vous autorise à utiliser seulement le noeud MedicalDeviceInput, exécutez la commande suivante : mqsimode <NODENAME> -x medicalDevices - Si votre licence vous autorise à utiliser toutes les fonctionnalités y compris le noeud MedicalDeviceInput, exécutez la commande suivante : mqsimode <NODENAME> -x "healthcare,medicalDevices"
ja: IBM Integration Bus Healthcare Pack がインストールされています。 Healthcare のノードまたはパターンにデプロイするそれぞれの Integration ノードに対して、次のステップを実行します。 1. Integration ノードを開始します。 2. 次のいずれかのステップを実行します。 - ご使用のライセンスで、MedicalDeviceInput ノード以外のすべての機能を使用する資格が付与されている場合は、次のコマンドを実行します。 mqsimode <NODENAME> -x healthcare - ご使用のライセンスで、MedicalDeviceInput ノードだけを使用する資格が付与されている場合は、次のコマンドを実行します。 mqsimode <NODENAME> -x medicalDevices - ご使用のライセンスで、MedicalDeviceInput ノードを含むすべての機能を使用する資格が付与されている場合は、次のコマンドを実行します。 mqsimode <NODENAME> -x "healthcare,medicalDevices"
pl: Zainstalowano produkt IBM Integration Bus Healthcare Pack. Dla każdego węzła integracji, w którym mają zostać wdrożone węzły i wzorce produktu Healthcare, wykonaj następujące kroki: 1. Uruchom węzeł integracji. 2. Wykonaj następujące kroki: - Jeśli posiadana licencja uprawnia do użycia wszystkich funkcji z wyjątkiem węzła MedicalDeviceInput, uruchom następującą komendę mqsimode <NAZWA_WĘZŁA> -x healthcare - Jeśli licencja upoważnia tylko do użycia węzła MedicalDeviceInput, uruchom następującą komendę: mqsimode <NAZWA_WĘZŁA> -x medicalDevices - Jeśli licencja upoważnia do użycia wszystkich funkcji, w tym węzła MedicalDeviceInput, uruchom następującą komendę: mqsimode <NAZWA_WĘZŁA> -x "healthcare,medicalDevices"
pt_br: O IBM Integration Bus Healthcare Pack está instalado. Para cada nó de integração no qual você deseja implementar nós ou padrões do Healthcare, conclua as etapas a seguir: 1. Inicie o nó de integração. 2. Conclua uma das etapas a seguir: - Se sua licença o autoriza a usar todas as funcionalidades, com exceção do nó MedicalDeviceInput, execute o comando a seguir mqsimode <NODENAME> -x healthcare - Se sua licença o autoriza a usar somente o nó MedicalDeviceInput, execute o comando a seguir: mqsimode <NODENAME> -x medicalDevices - Se sua licença o autoriza a usar todas as funcionalidades, incluindo o nó MedicalDeviceInput, execute o comando a seguir: mqsimode <NODENAME> -x "healthcare,medicalDevices"
tr: IBM Integration Bus Healthcare Pack kuruldu. Healthcare düğümlerini ya da örüntülerini konuşlandırmak istediğiniz her tümleştirme düğümü için şu adımları tamamlayın: 1. Tümleştirme düğümünü başlatın. 2. Aşağıdaki adımlardan birini tamamlayın: - Lisansınız size MedicalDeviceInput düğümü dışında tüm işlevleri kullanma hakkı veriyorsa şu komutu çalıştırın: mqsimode <DÜĞÜMADI> -x healthcare - Lisansınız yalnızca MedicalDeviceInput düğümünü kullanma hakkı veriyorsa şu komutu çalıştırın: mqsimode <DÜĞÜMADI> -x medicalDevices - Lisansınız MedicalDeviceInput düğümü de içinde olmak üzere tüm işlevleri kullanma hakkı veriyorsa şu komutu çalıştırın: mqsimode <DÜĞÜMADI> -x "healthcare,medicalDevices"
zh_cn: IBM Integration Bus Healthcare Pack 已安装。 对于要将 Healthcare 节点或模式部署到的每个集成节点，请完成以下步骤： 1. 启动集成节点。 2. 请完成以下步骤之一： - 如果许可证授权您使用除 MedicalDeviceInput 节点之外的所有功能，请运行以下命令： mqsimode <NODENAME> -x healthcare - 如果许可证授权您只能使用 MedicalDeviceInput 节点，请运行以下命令： mqsimode <NODENAME> -x medicalDevices - 如果许可证授权您使用包括 MedicalDeviceInput 节点在内的所有功能，请运行以下命令： mqsimode <NODENAME> -x "healthcare,medicalDevices"
zh_tw: 已安裝 IBM Integration Bus Healthcare Pack。 針對您要對其部署 Healthcare 節點或型樣的每個整合節點，完成下列步驟： 1. 啟動整合節點。 2. 完成下列其中一個步驟： - 如果您的軟體使用權授權您使用所有功能（除 MedicalDeviceInput 節點之外），請執行下列指令 mqsimode <NODENAME> -x healthcare - 如果您的軟體使用權授權您只能使用 MedicalDeviceInput 節點，請執行下列指令： mqsimode <NODENAME> -x medicalDevices - 如果您的軟體使用權授權您使用所有功能（包括 MedicalDeviceInput 節點），請執行下列指令： mqsimode <NODENAME> -x "healthcare,medicalDevices"

source: The IBM Integration Bus Healthcare Pack license was not accepted. Before using IBM Integration Bus Healthcare Pack you must first accept the license agreement. To view and accept the license agreement, stop and run this installer again.
de: Die IBM Integration Bus Healthcare Pack-Lizenz wurde nicht akzeptiert. Um IBM Integration Bus Healthcare Pack verwenden zu können, müssen Sie die zuerst die Lizenzvereinbarung akzeptieren. zum Anzeigen und Akzeptieren der Lizenzvereinbarung stoppen Sie dieses Installationsprogramm und führen Sie es anschließend erneut aus.
es: No se ha aceptado la licencia de IBM Integration Bus Healthcare Pack. Antes de utilizar IBM Integration Bus Healthcare Pack, debe aceptar primero el acuerdo de licencia. Para ver y aceptar el acuerdo de licencia, detenga y vuelva a instalar este instalador.
fr: La licence IBM Integration Bus Healthcare Pack n'a pas été acceptée. Avant d'utiliser IBM Integration Bus Healthcare Pack, vous devez accepter le contrat de licence. Pour afficher et accepter ce dernier, arrêtez et exécutez à nouveau ce programme d'installation.
ja: IBM Integration Bus Healthcare Pack ライセンスに同意しませんでした。 IBM Integration Bus Healthcare Pack を使用する前に、ご使用条件に同意する必要があります。 ご使用条件を表示し、そのご使用条件に同意するには、このインストーラーを停止して再実行します。
pl: Licencja produktu IBM Integration Bus Healthcare Pack nie została zaakceptowana. Przed rozpoczęciem używania produktu IBM Integration Bus Healthcare Pack należy najpierw zaakceptować umowę licencyjną. Aby przejrzeć i zaakceptować tę umowę licencyjną, zatrzymaj instalator i uruchom go ponownie.
pt_br: A licença do IBM Integration Bus Healthcare Pack não foi aceita. Antes de usar o IBM Integration Bus Healthcare Pack, deve-se primeiro aceitar o contrato de licença. Para visualizar e aceitar o contrato de licença, pare e execute esse instalador novamente.
tr: IBM Integration Bus Healthcare Pack lisansı kabul edilmedi. IBM Integration Bus Healthcare Pack'i kullanabilmek için önce lisans sözleşmesini kabul etmelisiniz. Lisans sözleşmesini görüntülemek ve kabul etmek için kuruluş programını yeniden çalıştırın.
zh_cn: 未接受 IBM Integration Bus Healthcare Pack 许可证。 在使用 IBM Integration Bus Healthcare Pack 之前，必须首先接受许可协议。 要查看并接受许可协议，请停止并再次运行该安装程序。
zh_tw: 未接受 IBM Integration Bus Healthcare Pack 授權。 使用 IBM Integration Bus Healthcare Pack 之前，您必須先接受授權合約。 若要檢視並接受授權合約，請停止此安裝程式並再次執行。

source: Unsupported parameters provided. See IBM Integration Bus Healthcare Pack documentation for supported options for the installer.
de: Es wurden nicht unterstützte Parameter angegeben. Die unterstützten Optionen für das Installationsprogramm können Sie der Dokumentation zu IBM Integration Bus Healthcare Pack entnehmen.
es: Se han proporcionado parámetros no admitidos. Consulte la documentación de IBM Integration Bus Healthcare Pack para obtener las opciones admitidas para el instalador.
fr: Des paramètres non pris en charge ont été fournis. Pour connaître les options prises en charge par le programme d'installation, consultez la documentation IBM Integration Bus Healthcare Pack.
ja: サポートされないパラメーターが提供されました。 インストーラーでサポートされているオプションについては、IBM Integration Bus Healthcare Pack 資料を参照してください。
pl: Podano nieobsługiwane parametry. Obsługiwane opcje dla tego instalatora można znaleźć w dokumentacji produktu IBM Integration Bus Healthcare Pack.
pt_br: Parâmetros não suportados fornecidos. Consulte a documentação do IBM Integration Bus Healthcare Pack para obter as opções suportadas do instalador.
tr: Desteklenmeyen değiştirgeler belirtildi. Kuruluş programının desteklediği seçenekler için IBM Integration Bus Healthcare Pack belgelerine bakın.
zh_cn: 提供的参数不受支持。 请参阅 IBM Integration Bus Healthcare Pack 文档以获取安装程序的受支持选项。
zh_tw: 提供的參數不受支援。 關於安裝程式支援的選項，請參閱 IBM Integration Bus Healthcare Pack 文件。

source: IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION% Uninstallation
de: Deinstallation von IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION%
es: IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION% Desinstalación
fr: Désinstallation d'IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION%
ja: IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION% アンインストール
pl: Deinstalacja produktu IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION%
pt_br: Desinstalação do IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION%
tr: IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION% - Kaldırma
zh_cn: IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION% 卸载
zh_tw: IBM Integration Bus Healthcare Pack %HEALTHCARE_VERSION% 解除安裝

source: Unable to uninstall IBM Integration Bus Healthcare Pack. You must specify an IBM Integration Bus V10 installation directory as the first parameter to this uninstaller.
de: IBM Integration Bus Healthcare Pack kann nicht deinstalliert werden. Sie müssen das Installationsverzeichnis von IBM Integration Bus V10 als ersten Parameter für dieses Deinstallationsprogramm angeben.
es: No se ha podido desinstalar IBM Integration Bus Healthcare Pack. Debe especificar un directorio de instalación de IBM Integration Bus V10 como el primer parámetro para este desinstalador.
fr: Impossible de désinstaller IBM Integration Bus Healthcare Pack. Vous devez spécifier un répertoire d'installation IBM Integration Bus V10 comme premier paramètre dans ce programme de désinstallation.
ja: IBM Integration Bus Healthcare Pack をアンインストールできません。 IBM Integration Bus V10 インストール・ディレクトリーをこのアンインストーラーに対して最初のパラメーターとして指定する必要があります。
pl: Nie można zdeinstalować produktu IBM Integration Bus Healthcare Pack. Należy podać katalog instalacyjny produktu IBM Integration Bus 10 jako pierwszy parametr tego deinstalatora.
pt_br: Não é possível desinstalar o IBM Integration Bus Healthcare Pack. Deve-se especificar um diretório de instalação do IBM Integration Bus V10 como o primeiro parâmetro para esse desinstalador.
tr: IBM Integration Bus Healthcare Pack kaldırılamıyor. Bu kaldırma programının birinci değiştirgesi olarak bir IBM Integration Bus V10 kuruluş dizini belirtmelisiniz.
zh_cn: 无法卸载 IBM Integration Bus Healthcare Pack。 必须指定 IBM Integration Bus V10 安装目录作为该卸载程序的第一个参数。
zh_tw: 無法解除安裝 IBM Integration Bus Healthcare Pack。 您必須在此解除安裝程式的第一個參數中指定 IBM Integration Bus V10 安裝目錄。

source: It was not possible to remove one or more files. Remove the files listed in the error(s) above to complete uninstallation of IBM Integration Bus Healthcare Pack.
de: Mindestens eine Datei konnte nicht entfernt werden. Entfernen Sie die in den vorherigen Fehlern aufgelisteten Dateien, um die Deinstallation von IBM Integration Bus Healthcare Pack durchzuführen.
es: No se han podido eliminar uno o más archivos. Elimine los archivos listados en el/los error(es) anteriores para completar la desinstalación de IBM Integration Bus Healthcare Pack.
fr: Un ou plusieurs fichiers n'ont pas pu être supprimés. Supprimez les fichiers répertoriés dans les erreurs ci-dessus pour terminer la désinstallation d'IBM Integration Bus Healthcare Pack.
ja: 1 つ以上のファイルを削除できませんでした。上記のエラーでリストされているファイルを削除し、IBM Integration Bus Healthcare Packの アンインストールを完了してください。
pl: Nie można było usunąć co najmniej jednego pliku. Aby zakończyć deinstalację produktu IBM Integration Bus Healthcare Pack, usuń pliki wymienione w poniższym błędzie.
pt_br: Não foi possível remover um ou mais arquivos. Remova os arquivos listados no(s) erro(s) acima para concluir a desinstalação do IBM Integration Bus Healthcare Pack.
tr: Bir ya da daha fazla dosya kaldırılamadı. IBM Integration Bus Healthcare Pack'in kaldırılmasını tamamlamak için yukarıdaki hatada (ya da hatalarda) listelenen dosyaları kaldırın.
zh_cn: 无法除去一个或多个文件。除去上述错误中列出的文件以完成 IBM Integration Bus Healthcare Pack 的卸载。
zh_tw: 無法移除一或多個檔案。請移除上述錯誤中列出的檔案，以完成 IBM Integration Bus Healthcare Pack 的解除安裝。

source: Uninstallation successful.
de: Deinstallation erfolgreich.
es: Desinstalación correcta.
fr: Désinstallation réussie.
ja: アンインストールは正常に行われました。
pl: Deinstalacja powiodła się.
pt_br: Desinstalação bem-sucedida.
tr: Kaldırma başarılı oldu.
zh_cn: 卸载成功。
zh_tw: 順利解除安裝。
