##############################################
#
# Licensed Material - Property of IBM
# 5724-I66
# (C) Copyright IBM Corporation 2013, 2015 - All Rights Reserved.
# Note to U.S. Government Users Restricted Rights - Use, duplication or disclosure
# restricted by GSA ADP Schedule Contract with IBM Corp.
#
# NLS_ENCODING=UNICODE
# NLS_MESSAGEFORMAT_NONE
##############################################

## Message file that contains the display names and description for all the properties defined by the Stub connector

##Define the display name of the Group or Parameter with the Id as the Key
## The model descriptor file contains a nlKey attribute for displayname and description of each parameter to determine the 
## localised string based on the locale 

#Steps
connectionStepDispName = Conectar
selectResourcesStepDispName = Seleccionar recursos
messageExchangeFormatDispName = Formato de intercambio de mensajes y filtrado
messageExchangeFormatDescription = Propiedades de filtro
messageExchangePattern = Patr\u00f3n de intercambio de mensajes
messageExchangePatternDescription = Seleccionar el patr\u00f3n de intercambio de mensajes
configureEndpointStepDispName = Configuraci\u00f3n de MQ
configureEndpointStepDesc = Configurar cabeceras MQ para mensajes de solicitud y respuesta


#Configuration groups and parameters
mqConnectionTypeDisplayName = Conexi\u00f3n
defaultDispName = Gestor de colas especificado en el nodo de integraci\u00f3n
localBindingDispName = Gestor de colas local
remoteCCDTDisplayName = Archivo CCDT (tabla de definici\u00f3n de canal de cliente)
remoteNonCCDTDisplayName = Propiedades de conexi\u00f3n de cliente MQ
mqConnectionTypeDescription = Seleccione la conexi\u00f3n que va a utilizar:\n- Seleccione 'Gestor de colas locales' para conectarse utilizando el gestor de colas local\n- Seleccione 'Archivo CCDT (tabla de definici\u00f3n de canal de cliente)' para conectarse\nutilizando un archivo CCDT desde el sistema de archivos\n- Seleccione 'Propiedades de conexi\u00f3n MQ' para conectarse utilizando un gestor de colas de\ndestino, con el nombre de host (IP), el puerto y el canal que especifique 
queueManagerNameDispName = Nombre del gestor de colas
queueManagerNameDescription = Especificar el nombre del gestor de colas al que conectarse para el descubrimiento
mqConnectionDetailsDispName = Entrar los detalles de conexi\u00f3n para el gestor de colas MQ
#useCCDTDispName = Use a CCDT file for connection details
#useCCDTDescription = Use a CCDT file to supply the MQ connection details
urlCCDTDispName = URL de archivo CCDT
urlCCDTDescription = Especifique el URL del archivo de tabla de definici\u00f3n de canal de cliente. El archivo CCDT configura la informaci\u00f3n de conexi\u00f3n para conexiones de cliente. \nPor ejemplo file:/C:/MQ_CCDT/AMQCLCHL.TAB
securityIdentityDisplayName = Identidad de seguridad
securityIdentityDescription = El nombre de alias de una identidad definida con mqsisetdbparms. No incluya el prefijo "mq::" al establecerlo.
SSLCipherSpecDisplayName = Especificaci\u00f3n de cifrado SSL
SSLCipherSpecDescription = El nombre del algoritmo de criptograf\u00eda de claves sim\u00e9tricas con el que est\u00e1 protegido el gestor de colas remoto. 
useSSLDisplayName = Utilizar SSL
useSSLDescription = Si se selecciona, se utilizar\u00e1 SSL para las conexiones con el gestor de MQ remoto y podr\u00e1n establecerse las siguientes propiedades
SSLPeerNameDisplayName = Nombre de igual SSL
SSLPeerNameDescription = Este nombre se pasar\u00e1 al gestor de MQ remoto al establecer la conexi\u00f3n, y debe producirse una coincidencia positiva con un nombre configurado para que la conexi\u00f3n sea satisfactoria.
hostIPDispName = Nombre de host del gestor de colas
hostIPDescription = Especificar el nombre de host o la direcci\u00f3n IP donde se ejecuta el gestor de colas
portDispName = N\u00famero de puerto de escucha
portDescription = Especificar el n\u00famero de puerto TCPIP del escucha MQ
channelNameDispName = Nombre de canal
channelNameDescription = Especificar el nombre del canal de conexi\u00f3n del servidor que se conecta con el gestor de colas
reqRespOperationDisplayName = Seleccionar recursos para la operaci\u00f3n de solicitud-respuesta
oneWayOperationDisplayName = Seleccionar recursos para la operaci\u00f3n unidireccional
filterText = Filtrar texto
filterTextDescription = Especificar texto para filtrar las colas
includeSystemResources = Incluir recursos
includeSystemResourcesDescription = Seleccione esta opci\u00f3n para incluir todas las colas de sistema
includeTempResources = Colas din\u00e1micas
includeSystemResourcesLbl = Colas de sistema
includeTempResourcesDescription = Seleccione esta opci\u00f3n para incluir colas din\u00e1micas. Las colas din\u00e1micas se basan en colas de modelo y se suprimen cuando se cierra la cola

InheritEnumDisplayName = Heredar
CCSIDError = CCSID debe ser un n\u00famero positivo o 'Heredar'

resourceTypeDisplayName = Tipo de recurso
resourceTypeDescription = Propiedades de filtro
queueDisplayName = Cola
queueDescription = Colas de descubrimiento
topicDisplayName = Tema
topicDescription = Temas de descubrimiento
configDestTypeDisplayName = Configurar el tipo de destino
destTypeDisplayName = Tipo de destino
destTypeDescription = Especificar el nombre de servicio
inputDisplayName = Entrada
outputDisplayName = Salida
ServiceInformationDescriptionDisplayName = Especifique la informaci\u00f3n siguiente sobre el servicio que se debe describir
ServiceNameDisplayName = Nombre del servicio
ServiceNameDescription = Especificar el nombre de servicio
descriptionDisplayName = Descripci\u00f3n
descriptionDescription = Especificar la descripci\u00f3n de servicio
versionDisplayName = Versi\u00f3n
versionDescription = Especificar la versi\u00f3n de servicio
wsdlFileDisplayName = Nombre de archivo WSDL
wsdlFileDescription = Entrar el nombre de archivo de WSDL
namespaceDisplayName = Espacio de nombres
namespaceDescription = Especificar el espacio de nombres
portTypeNameDisplayName = Nombre de tipo de puerto
portTypeNameDesc		= Entrar nombre de tipo de puerto
ServiceOpInfoDisplayName = Configuraci\u00f3n de operaci\u00f3n de servicio
ServiceOpInfoDesc = Especificar la informaci\u00f3n siguiente sobre la operaci\u00f3n de servicio
ServiceOpNameDisplayName = Nombre de operaci\u00f3n de servicio
ServiceOpNameDescription = Especificar el nombre de operaci\u00f3n de servicio
ServiceOpDescriptionDisplayName = Descripci\u00f3n
ServiceOpDescriptionDescription = Especificar la descripci\u00f3n de servicio
ServiceOpMsgInfoDisplayName = Mensajes de operaci\u00f3n de servicio
ServiceOpMsgInfoDesc = Especificar la informaci\u00f3n siguiente sobre los mensajes utilizados por el servicio
requestImportSchemaFileDisplayName = Archivo de esquema de mensaje de solicitud
requestImportSchemaFileDescription = V\u00eda de acceso relativa de proyecto para el archivo XSD que define el mensaje de solicitud
responseImportSchemaFileDisplayName = Archivo de esquema de mensaje de respuesta
responseImportSchemaFileDescription = V\u00eda de acceso relativa de proyecto para el archivo XSD que define el mensaje de respuesta
inputMsgDisplayName = Mensaje de entrada
inputMsgDescription = Especificar las propiedades de mensaje de entrada
nameDisplayName = Nombre
inputMsgNameDescription = Entrar el nombre que representa el mensaje de entrada
typeDisplayName = Tipo
inputMsgTypeDescription = Entrar el tipo XSD que representa el mensaje de entrada
outputMsgDisplayName = Mensaje de salida
outputMsgDescription = Especificar las propiedades de mensaje de salida
outputMsgNameDescription = Entrar el nombre que representa el mensaje de salida
outputMsgTypeDescription = Entrar el tipo XSD que representa el mensaje de salida
runtimePropsDisplayName = Propiedades de ejecuci\u00f3n
runtimePropsDescription = Propiedades de ejecuci\u00f3n
inputDestDisplayName = Destino de entrada
useReplyToFieldDisplayName = Utilizar campo 'ReplyTo'
outputDestDisplayName = Destino de salida
bindingTypeDisplayName = Tipo de enlace
bindingTypeDescription = Seleccionar el tipo de enlace
soapEnumDisplayName = SOAP
mqEnumDisplayName = MQ
targetActionDisplayName = Acci\u00f3n de destino
targetActionDescription = Entrar la acci\u00f3n de destino
inputMsgHeaderPropsDisplayName = Cabeceras de mensaje de solicitud
inputMsgHeaderPropsDescription =  Las cabeceras de MQ configuradas se pueden utilizar para configurar el mensaje de solicitud cuando el flujo de mensajes pone\nel mensaje en la cola de solicitudes.
ccsidDisplayName = CCSID
ccsidDescription = El ID de juego de caracteres codificado que corresponde al campo CodedCharSetID en la estructura MQMD.\nSi no especifica este valor, el solicitante de servicio utiliza el valor que corresponde al\njuego de caracteres de los datos de mensaje
formatDisplayName = Formato
formatDescription = Especifica el nombre de formato de los datos de mensaje. Esta propiedad corresponde al campo de formato MQRFH2 o el campo formato MQMD si no hay\nning\u00fan MQRFH2 presente. El valor debe ser una serie de caracteres de 0 a 8 caracteres y que conste de los caracteres A a Z y 0 a 9
userPropsDisplayName = Propiedades del usuario
userPropsDescription = Especifica los datos definidos por el usuario que los mensajes del servicio WebSphere MQ incluyen. Los valores deben especificarse en el formato permitido para los elementos de carpeta RFH2;\nen una serie de tripletes codificados utilizando una sintaxis parecida a XML
msgTypeDisplayName = Tipo de mensaje
msgTypeDescription = Especifica el tipo de mensaje que se env\u00eda. Esta propiedad corresponde a MsgType en la estructura MQMD.
unspecifiedEnumDisplayName = No especificado
datagramEnumDisplayName = Datagrama
replyEnumDisplayName = Contestar
reportEnumDisplayName = Informe
requestEnumDisplayName = Solicitud
persistenceDisplayName = Persistencia
persistenceDescription = Especifica si el mensaje es persistente o no. Este valor corresponde al campo de Persistencia en la estructura MQMD
notPersistentEnumDisplayName = No persistente
persistentEnumDisplayName = Persistente
queueDefaultEnumDisplayName = Valor predeterminado de cola
msgIdDisplayName = ID de mensaje
msgIdDescription = Especifica el identificador de mensaje que corresponde al campo MsgId en la estructura MQMD. El ID de mensaje permite que aplicaciones de WebSphere MQ especializadas\nse describan como servicios (por ejemplo: aplicaciones que comparten una cola de entrada y seleccionan los mensajes destinados\na ellas bas\u00e1ndose en un valor de msgId predefinido). Los msgIds predefinidos en las definiciones de servicio pueden producir problemas como cuando un\npatr\u00f3n de intercambio de mensaje de solicitud-respuesta devuelve el msgId de la solicitud.
msgIdSpecifyDescription = Especificar ID de mensaje
correlationIdDisplayName = ID de correlaci\u00f3n
correlationIdDescription = Especifica el ID de correlaci\u00f3n que corresponde al campo CorrelId en la estructura MQMD. El ID de correlaci\u00f3n puede ser una serie de caracteres\no un valor binario. Los valores binarios deben ser una serie de un m\u00e1ximo de 24 pares de valores hexadecimales de dos caracteres.
correlationIdSelectDescription = Seleccionar el ID de correlaci\u00f3n
expiryDisplayName = Caducidad
expiryDescription = Especifica el tiempo de vida del mensaje. Este valor debe ser un entero con signo y se mide en d\u00e9cimas de segundo. Establezca -1 para ilimitado
priorityDisplayName = Prioridad
priorityDescription = Especifica la prioridad asociada con el mensaje y que corresponde al campo de prioridad en la estructura MQMD. Debe especificarse como un entero\nentre 0 y 9, con 0 la prioridad m\u00e1s baja y 9 la prioridad m\u00e1s alta. Si especifica un valor de -1, la prioridad se establece como un destino
specifyEncodingDisplayName = Especificar codificaci\u00f3n
specifyEncodingDescription = Especifica la codificaci\u00f3n num\u00e9rica de los datos de mensaje, que corresponde al campo de Codificaci\u00f3n en la estructura MQMD
integerDisplayName = Entero
integerDescription = Seleccionar el tipo de codificaci\u00f3n de entero
normalEnumDisplayName = Normal
reversedEnumDisplayName = Inversa
s390EnumDisplayName = S390
decimalDisplayName = Decimal
decimalDescription = Seleccionar el tipo de codificaci\u00f3n decimal
floatDisplayName = Flotante
floatDescription = Seleccionar el tipo de codificaci\u00f3n flotante
newMsgIdEnumDisplayName = Nuevo ID de mensaje
passMsgIdEnumDisplayName = Pasar ID de mensaje
copyMsgIdToCorrelIdEnumDisplayName = Copiar ID de mensaje en ID de correlaci\u00f3n
passCorrelIdEnumDisplayName = Pasar ID de correlaci\u00f3n
outputMsgHeaderPropsDisplayName = Cabeceras de mensaje de respuesta
outputMsgHeaderPropsDescription = Las cabeceras MQ configuradas pueden utilizarse para configurar el mensaje de respuesta cuando el flujo de mensajes que implementa el servicio MQ de solicitud-respuesta pone\nel mensaje en la cola de respuestas.
specifyReportOptionsDisplayName = Especificar opciones de informe
specifyReportOptionsDescription = Especifica c\u00f3mo establece el proveedor de servicios los identificadores de mensaje y correlaci\u00f3n en el mensaje de respuesta o el mensaje de error. Esta propiedad\ncorresponde al campo de informe de la estructura MQMD. 
specifyReportDisplayName = Especificar opciones de informe
specifyReportDescription = Especifica c\u00f3mo establece el proveedor de servicios los identificadores de mensaje y correlaci\u00f3n en el mensaje de respuesta o el mensaje de error. Esta propiedad corresponde\nal campo de informe de la estructura MQMD. 
msgIdROSettingDisplayName	= Opci\u00f3n de informe de ID de mensaje
msgIdROSettingDesc	= Opci\u00f3n de informe de ID de mensaje
correlationIdROSettingDisplayName	= Opci\u00f3n de informe de ID de correlaci\u00f3n
correlationIdROSettingDesc	= Opci\u00f3n de informe de ID de correlaci\u00f3n
outputConfigDisplayName = Configuraci\u00f3n de salida
outputConfigDescription = Propiedades de salida
createNamespaceDirDisplayName = Crear directorios para espacios de nombres
createNamespaceDirDescription = Crear directorios para espacios de nombres
queueListDisplayName = Colas
queuesDisplayName = Colas
topicsDisplayName = Temas
msgNamespaceDescription = Entrar el espacio de nombres para el mensaje de entrada
defaultMessageTypesDispName = Opci\u00f3n de configuraci\u00f3n de mensajes
elementsDisplayName = Utilice los elementos de esquema XML para la configuraci\u00f3n de mensajes
defaultMessageTypesDesc = Elija el estilo de la configuraci\u00f3n de mensajes. Si selecciona elementos de esquema XML, el WSDL de interfaz se genera en el estilo de literal de documento.\nSi selecciona tipos de esquema XML, el WSDL se genera en el estilo de documento literal encapsulado
typesDisplayName	= Utilizar tipos de esquema XML para la configuraci\u00f3n de mensajes 

# NOTES TO THE TRANSLATORS
# Please do not translate the following string. The possible values are ERROR, WARNING, INFO
traceLevel=WARNING

